tap "cloudfoundry/tap"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "rcmdnk/file"
tap "sanemat/font"
brew "autoconf"
brew "automake"
brew "openssl"
brew "xz"
brew "python"
brew "awscli"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "curl"
brew "go"
brew "direnv"
brew "gcc"
brew "fltk"
brew "gettext"
brew "gawk"
brew "gd"
brew "ghq"
brew "gibo"
brew "git"
brew "git-extras"
brew "gl2ps"
brew "libffi"
brew "glpk"
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "hub"
brew "icu4c"
brew "isl@0.14"
brew "oniguruma"
brew "jq"
brew "lame"
brew "libelf"
brew "libevent"
brew "libgcrypt"
brew "libogg"
brew "libsodium"
brew "libtermkey"
brew "libtool", args: ["universal"]
brew "libusb-compat"
brew "libuv"
brew "libvorbis"
brew "libvterm"
brew "makedepend"
brew "metis"
brew "msgpack"
brew "net-snmp"
brew "nkf"
brew "nmap"
brew "ntfs-3g"
brew "peco"
brew "portaudio"
brew "protobuf"
brew "qhull"
brew "ruby-build"
brew "rbenv"
brew "rename"
brew "szip"
brew "tig"
brew "travis"
brew "tree"
brew "unibilium"
brew "unixodbc"
brew "vim"
brew "wget"
brew "xvid"
brew "yarn", args: ["without-node"]
brew "zlib"
brew "zsh"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"
brew "sanemat/font/ricty", args: ["vim-powerline"]
cask "alfred"
cask "atom"
cask "bettertouchtool"
cask "dropbox"
cask "flux"
cask "graphiql"
cask "gyazo"
cask "intel-haxm"
cask "iterm2"
cask "karabiner"
cask "kindle"
cask "ngrok"
cask "sketch-toolbox"
cask "skitch"
cask "visual-studio-code"
