tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'cloudfoundry/tap'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'homebrew/x11'
tap 'neovim/neovim'
tap 'sanemat/font'
cask 'java'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl', args: ['universal']
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'ant'
brew 'apr'
brew 'apr-util'
brew 'clasp'
brew 'gringo'
brew 'aspcud'
brew 'autoconf'
brew 'automake'
brew 'bazel'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'cf'
brew 'cmake'
brew 'cocoapods'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'zeromq'
brew 'czmq'
brew 'direnv'
brew 'elasticsearch'
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'embulk'
brew 'little-cms2', args: ['universal']
brew 'ghostscript'
brew 'epstool'
brew 'lame'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'fftw'
brew 'flac'
brew 'flow'
brew 'fltk'
brew 'libtool', args: ['universal']
brew 'pkg-config'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'gawk'
brew 'isl@0.14'
brew 'gcc@5'
brew 'webp', args: ['universal']
brew 'gd', args: ['universal']
brew 'ghq'
brew 'gibo'
brew 'gifsicle'
brew 'git-lfs'
brew 'gl2ps'
brew 'lua'
brew 'gnuplot', args: ['with-qt5']
brew 'libtasn1', args: ['universal']
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'go'
brew 'graphicsmagick'
brew 'graphviz'
brew 'haskell-stack'
brew 'heroku'
brew 'hub'
brew 'xz', args: ['universal']
brew 'imagemagick'
brew 'jasper', args: ['universal']
brew 'jemalloc'
brew 'oniguruma'
brew 'jq'
brew 'libogg'
brew 'libvorbis'
brew 'libsndfile'
brew 'julius'
brew 'kibana'
brew 'libelf'
brew 'libevent'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'libsass'
brew 'libsodium'
brew 'libtermkey'
brew 'libuv'
brew 'libvterm'
brew 'libxml2'
brew 'makedepend'
brew 'mas'
brew 'mecab'
brew 'mecab-ipadic'
brew 'memcached'
brew 'mongodb'
brew 'msgpack'
brew 'mysql', restart_service: true
brew 'net-snmp'
brew 'nmap'
brew 'node'
brew 'opam'
brew 'peco'
brew 'phantomjs'
brew 'plotutils'
brew 'portaudio'
brew 'python3'
brew 'postgresql'
brew 'pstoedit'
brew 'pyenv'
brew 'qt5'
brew 'sip', args: ['with-python3']
brew 'pyqt5'
brew 'qscintilla2'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'rename'
brew 'ruby'
brew 'sane-backends', args: ['universal']
brew 'sl'
brew 'szip'
brew 'tbb'
brew 'terminal-notifier'
brew 'tig'
brew 'tree'
brew 'unibilium'
brew 'unixodbc'
brew 'vim', args: ['with-lua']
brew 'watchman'
brew 'wget'
brew 'wine'
brew 'yarn'
brew 'youtube-dl'
brew 'z'
brew 'zsh'
brew 'cloudfoundry/tap/cf-cli'
brew 'homebrew/dupes/zlib'
brew 'homebrew/fuse/ntfs-3g'
brew 'homebrew/science/veclibfort'
brew 'homebrew/science/arpack'
brew 'homebrew/science/glpk'
brew 'homebrew/science/hdf5'
brew 'homebrew/science/metis'
brew 'homebrew/science/qhull'
brew 'homebrew/science/qrupdate'
brew 'homebrew/science/suite-sparse'
brew 'homebrew/science/transfig'
brew 'homebrew/science/octave'
brew 'neovim/neovim/neovim'
brew 'sanemat/font/ricty', args: ['vim-powerline']
cask 'alfred'
cask 'anatine'
cask 'android-studio'
cask 'arduino'
cask 'atom'
cask 'bettertouchtool'
cask 'dropbox'
cask 'firefox-ja'
cask 'flux'
cask 'franz'
cask 'gitify'
cask 'gyazo'
cask 'hyper'
cask 'intellij-idea'
cask 'iterm2'
cask 'java7'
cask 'kap'
cask 'karabiner'
cask 'kitematic'
cask 'licecap'
cask 'postman'
cask 'processing'
cask 'pycharm-edu'
cask 'reactotron'
cask 'skim'
cask 'skitch'
cask 'skype'
cask 'squeak'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'wireshark'
mas '123D Design', id: 566042322
mas 'Xcode', id: 497799835
mas 'Affinity Designer', id: 824171161
mas 'Keynote', id: 409183694
mas 'iMovie', id: 408981434
mas 'StuffIt Expander', id: 405580712
mas 'Evernote', id: 406056744
mas '1Password', id: 443987910
mas 'PicGIF Lite', id: 844918735
mas 'Pocket', id: 568494494
mas 'Slack', id: 803453959
mas 'Display Menu', id: 549083868
mas 'Pages', id: 409201541
mas 'LINE', id: 539883307
mas 'Kobito', id: 896624060
mas 'Numbers', id: 409203825
mas 'PixelScheduler', id: 976996075
