tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'cloudfoundry/tap'
tap 'homebrew/binary'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'sanemat/font'
brew 'pkg-config'
brew 'libyaml'
brew 'makedepend'
brew 'openssl', args: ['universal']
brew 'ansible'
brew 'ant'
brew 'apr'
brew 'readline'
brew 'xz', args: ['universal']
brew 'icu4c'
brew 'sqlite'
brew 'gdbm'
brew 'python'
brew 'postgresql'
brew 'cmake'
brew 'mysql', service_restart: true
brew 'unixodbc'
brew 'apr-util'
brew 'gringo'
brew 'clasp'
brew 'aspcud'
brew 'autoconf'
brew 'automake'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'cairo'
brew 'ocaml'
brew 'ocamlbuild'
brew 'camlp4'
brew 'cf'
brew 'gmp'
brew 'coreutils'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'libsodium'
brew 'zeromq'
brew 'czmq'
brew 'git'
brew 'go'
brew 'direnv'
brew 'elasticsearch'
brew 'libtool', args: ['universal']
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'libogg'
brew 'flac'
brew 'flow'
brew 'gobject-introspection'
brew 'harfbuzz'
brew 'pango'
brew 'fontforge'
brew 'mpfr'
brew 'gawk'
brew 'webp', args: ['universal']
brew 'gd', args: ['universal']
brew 'little-cms2', args: ['universal']
brew 'ghostscript'
brew 'ghq'
brew 'gibo'
brew 'gifsicle'
brew 'libtasn1', args: ['universal']
brew 'nettle'
brew 'gnutls'
brew 'graphviz'
brew 'haskell-stack'
brew 'heroku'
brew 'hub'
brew 'imagemagick'
brew 'jasper', args: ['universal']
brew 'oniguruma'
brew 'jq'
brew 'libvorbis'
brew 'libsndfile'
brew 'julius'
brew 'libelf'
brew 'libevent'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'libmpc'
brew 'libsass'
brew 'libxml2'
brew 'lua'
brew 'mas'
brew 'mecab'
brew 'mecab-ipadic'
brew 'memcached'
brew 'mongodb'
brew 'nmap'
brew 'node'
brew 'opam'
brew 'peco'
brew 'phantomjs'
brew 'portaudio'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'rename'
brew 'sane-backends', args: ['universal']
brew 'sl'
brew 'terminal-notifier'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-lua']
brew 'wget'
brew 'wine'
brew 'z'
brew 'zsh'
brew 'cloudfoundry/tap/cf-cli'
brew 'homebrew/dupes/zlib'
brew 'homebrew/fuse/ntfs-3g'
brew 'homebrew/versions/isl014'
brew 'homebrew/versions/gcc5'
brew 'sanemat/font/ricty', args: ['vim-powerline']
cask 'alfred'
cask 'anatine'
cask 'android-studio'
cask 'atom'
cask 'bettertouchtool'
cask 'dropbox'
cask 'firefox-ja'
cask 'flux'
cask 'gitify'
cask 'gyazo'
cask 'iterm2'
cask 'java7'
cask 'karabiner'
cask 'kitematic'
cask 'licecap'
cask 'skim'
cask 'skitch'
cask 'skype'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'wireshark'
mas 'PixelScheduler', id: 976996075
mas 'Affinity Designer', id: 824171161
mas 'Keynote', id: 409183694
mas 'iMovie', id: 408981434
mas 'StuffIt Expander', id: 405580712
mas 'Evernote', id: 406056744
mas '1Password', id: 443987910
mas 'Pocket', id: 568494494
mas 'Slack', id: 803453959
mas 'Display Menu', id: 549083868
mas 'Pages', id: 409201541
mas 'LINE', id: 539883307
mas 'Kobito', id: 896624060
mas 'Numbers', id: 409203825
mas '123D Design', id: 566042322
